{
    "common": {
        "title": "Palauan Tour",
        "home": "Home",
        "about": "About",
        "about_us": "About Us",
        "about_palau": "About Palau",
        "tours": "Adventure Modes",
        "guide": "Guide & Rental",
        "booking": "Book Now",
        "copyright": "© {year} Palauan Tour. All rights reserved.",
        "line_consult": "Line Consultation",
        "instagram": "Instagram",
        "view_on_map": "View on Google Maps"
    },
    "home": {
        "hero_title": "Sustainable Travel × Island Exploration",
        "hero_subtitle": "Explore the fantasy and beauty of Palau",
        "start_adventure": "Start Adventure",
        "trust_bar_title": "Player Recommendations",
        "services_title": "Adventure Modes",
        "group_tour": "Group Tour",
        "group_tour_desc": "For explorers who love excitement, making new friends, and sharing happy moments.",
        "honeymoon": "Honeymoon",
        "honeymoon_desc": "Romantic time exclusively for two, enjoying private and luxurious island experiences.",
        "private_boat": "Private Boat",
        "private_boat_desc": "A free-moving castle on the sea, customized itinerary, as you wish."
    },
    "tours": {
        "combos_title": "Accommodation & Tour Combos",
        "combos_desc": "One-stop service including selected accommodation and classic tours, letting you enjoy your vacation without worries.",
        "combos_full_desc": "We have carefully selected the most comfortable accommodation in Palau for you, paired with the most classic tour itineraries. Whether it's snorkeling, visiting Jellyfish Lake, or enjoying a lunch on an uninhabited island, we have arranged everything for you. Airport transfer and exclusive guides ensure a worry-free journey.",
        "day_tours_title": "Day Tours",
        "day_tours_desc": "Selected most popular attractions in Palau, Big Drop Off, Jellyfish Lake, Milky Way, all in one day.",
        "day_tours_full_desc": "Limited time? No problem! Our day tour takes you to the must-visit attractions in Palau. Admire the spectacular coral reefs at the Big Drop Off, dance with non-toxic jellyfish at Jellyfish Lake, and enjoy a natural volcanic mud SPA at the Milky Way. The itinerary is compact and rich.",
        "sup_title": "SUP Expedition",
        "sup_desc": "Paddle SUP through the hidden gems of the Rock Islands, enjoying the tranquility and magnificent natural scenery.",
        "sup_full_desc": "Stay away from the hustle and bustle, paddle SUP deep into the mangroves and lagoons of the Rock Islands. Glide on the calm water, listen to the insects and birds, and feel the breath of nature. Professional coaching ensures that even beginners can get started easily.",
        "photo_title": "Digital Content Creations",
        "photo_desc": "Professional photographers accompany you to record every wonderful moment and leave the most beautiful memories.",
        "photo_full_desc": "Rarely come to Palau, how can you not leave beautiful photos? Our professional photography team will accompany you to shoot, whether it is underwater heroic posture or land beauty, capturing it perfectly for you. Drone perspective is provided to make your memories more three-dimensional and shocking."
    },
    "meta": {
        "home_desc": "Palauan Tour - Professional Palau travel services including group tours, honeymoons, and private boat charters. Perfect combination of sustainable travel and island exploration. Explore Jellyfish Lake, Milky Way, Big Drop Off and more.",
        "home_keywords": "Palau tour,Palau travel,diving,snorkeling,Jellyfish Lake,Milky Way,Big Drop Off,island tour,sustainable travel,honeymoon,group tour,private charter",
        "about_us_desc": "Palauan Tour is dedicated to sustainable tourism with professional Chinese-speaking guides. Experience deep ocean exploration while protecting Palau's natural environment.",
        "about_us_keywords": "Palauan Tour,brand story,sustainable tourism,eco-tourism,professional guides,Palau travel expert",
        "about_palau_desc": "Discover Palau, the pearl of the Pacific. Complete guide including geography, climate, visa info, and must-visit attractions: Jellyfish Lake, Milky Way, Big Drop Off, Long Beach, German Channel, Shark City.",
        "about_palau_keywords": "Palau,Jellyfish Lake,Milky Way,Big Drop Off,Long Beach,German Channel,Shark City,Palau attractions,Palau guide,Palau visa",
        "tours_desc": "Palauan Tour adventure modes: accommodation packages, day tours, SUP expeditions, professional photography. Customized itineraries for diverse traveler needs.",
        "tours_keywords": "Palau itinerary,Palau packages,day tour,SUP,stand up paddle,underwater photography,Palau diving,Palau snorkeling",
        "guide_desc": "Complete Palau travel guide: visa information, packing list, entry regulations, local info, and snorkeling equipment rental prices. Must-read before departure!",
        "guide_keywords": "Palau guide,Palau visa,Palau entry,equipment rental,snorkeling gear,Palau preparation,Palau travel guide",
        "booking_desc": "Palauan Tour booking process: Line consultation, customized itinerary, quotation, contract signing. 7 easy steps to start your Palau adventure!",
        "booking_keywords": "Palau booking,Palau reservation,Line consultation,customized itinerary,Palau tour quote"
    }
}