{
    "common": {
        "title": "Palauan Tour",
        "home": "Home",
        "about": "About",
        "about_us": "About Us",
        "about_palau": "About Palau",
        "tours": "Adventure Modes",
        "guide": "Guide & Rental",
        "booking": "Book Now",
        "copyright": "© {year} Palauan Tour. All rights reserved.",
        "line_consult": "Line Consultation",
        "instagram": "Instagram"
    },
    "home": {
        "hero_title": "Main Quest | Sustainable Travel × Island Exploration",
        "hero_subtitle": "Explore the fantasy and beauty of Palau",
        "start_adventure": "Start Adventure",
        "trust_bar_title": "Player Recommendations",
        "services_title": "Adventure Modes",
        "group_tour": "Group Tour",
        "group_tour_desc": "For explorers who love excitement, making new friends, and sharing happy moments.",
        "honeymoon": "Honeymoon",
        "honeymoon_desc": "Romantic time exclusively for two, enjoying private and luxurious island experiences.",
        "private_boat": "Private Boat",
        "private_boat_desc": "A free-moving castle on the sea, customized itinerary, as you wish."
    },
    "tours": {
        "combos_title": "Accommodation & Tour Combos",
        "combos_desc": "One-stop service including selected accommodation and classic tours, letting you enjoy your vacation without worries.",
        "combos_full_desc": "We have carefully selected the most comfortable accommodation in Palau for you, paired with the most classic tour itineraries. Whether it's snorkeling, visiting Jellyfish Lake, or enjoying a lunch on an uninhabited island, we have arranged everything for you. Airport transfer and exclusive guides ensure a worry-free journey.",
        "day_tours_title": "Day Tours",
        "day_tours_desc": "Selected most popular attractions in Palau, Big Drop Off, Jellyfish Lake, Milky Way, all in one day.",
        "day_tours_full_desc": "Limited time? No problem! Our day tour takes you to the must-visit attractions in Palau. Admire the spectacular coral reefs at the Big Drop Off, dance with non-toxic jellyfish at Jellyfish Lake, and enjoy a natural volcanic mud SPA at the Milky Way. The itinerary is compact and rich.",
        "sup_title": "SUP Expedition",
        "sup_desc": "Paddle SUP through the hidden gems of the Rock Islands, enjoying the tranquility and magnificent natural scenery.",
        "sup_full_desc": "Stay away from the hustle and bustle, paddle SUP deep into the mangroves and lagoons of the Rock Islands. Glide on the calm water, listen to the insects and birds, and feel the breath of nature. Professional coaching ensures that even beginners can get started easily.",
        "photo_title": "Digital Content Creations",
        "photo_desc": "Professional photographers accompany you to record every wonderful moment and leave the most beautiful memories.",
        "photo_full_desc": "Rarely come to Palau, how can you not leave beautiful photos? Our professional photography team will accompany you to shoot, whether it is underwater heroic posture or land beauty, capturing it perfectly for you. Drone perspective is provided to make your memories more three-dimensional and shocking."
    },
    "attractions": {
        "big_drop_off_title": "Big Drop Off",
        "big_drop_off_desc": "Top of the seven underwater wonders of the world, a vertical coral cliff.",
        "big_drop_off_full_desc": "Big Drop Off is one of Palau's most famous dive sites. The seabed drops vertically from 3 feet to 2000 feet deep, forming a spectacular drop-off wall. There are abundant soft and hard corals and colorful tropical fish, making it a paradise for divers.",
        "jellyfish_lake_title": "Jellyfish Lake",
        "jellyfish_lake_desc": "A dreamy experience dancing with thousands of non-toxic jellyfish.",
        "jellyfish_lake_full_desc": "Jellyfish Lake is a national treasure of Palau. The lake is home to thousands of golden jellyfish that have evolved to be non-toxic. Snorkeling in the lake, surrounded by soft jellyfish, feels like being in a fantasy scene in outer space.",
        "milky_way_title": "Milky Way",
        "milky_way_desc": "Natural volcanic mud SPA, making skin smooth as silk.",
        "milky_way_full_desc": "Milky Way is not actually a lake, but a lagoon surrounded by islands. It is named after the white volcanic mud deposited at the bottom of the lake, which makes the seawater milky white. Visitors can apply volcanic mud to their bodies and enjoy a natural beauty SPA.",
        "long_beach_title": "Long Beach",
        "long_beach_desc": "A dreamy white sand beach that only appears at low tide.",
        "long_beach_full_desc": "Long Beach is located in the Rock Islands. Only at low tide will a long white sand beach be exposed, connecting two islands. The white sand and blue sea make it the best place for taking beautiful photos.",
        "german_channel_title": "German Channel",
        "german_channel_desc": "Miracle of colorful seawater, cleaning station for Manta Rays.",
        "german_channel_full_desc": "German Channel is a channel blasted by Germans during World War II to transport phosphate. The color of the seawater here is distinct, from deep blue to light green, which is beautiful. It is also a famous dive site where huge Manta Rays can often be seen.",
        "shark_city_title": "Shark City",
        "shark_city_desc": "Shocking scene of observing shark schools up close.",
        "shark_city_full_desc": "Shark City is located next to Ngermeaus Island, where a large number of blacktip reef sharks often gather. Visitors can snorkel on the surface and observe the sharks swimming under their feet up close, which is both exciting and safe."
    },
    "meta": {
        "home_desc": "Palauan Tour, a professional travel agency in Palau, offers sustainable travel, island exploration, group tours, honeymoons, and private boat charters. Professional Chinese guides take you to explore Palau's Big Drop Off, Jellyfish Lake, Milky Way, and other beautiful attractions.",
        "about_us_desc": "Palauan Tour is dedicated to promoting sustainable tourism in Palau. We are a team of professionals who love the ocean, providing the most authentic Palau travel experience and professional Chinese guide services.",
        "about_palau_desc": "Get to know Palau, the home of rainbows. Learn about the Palau Pledge, geography, climate, and must-visit attractions like Big Drop Off and Jellyfish Lake.",
        "tours_desc": "Various ways to explore Palau: Day Tours, SUP Expeditions, Professional Photography Tours, or customized Accommodation & Tour Combos to satisfy your thirst for adventure.",
        "guide_desc": "Palau Travel Guide: Visa information, packing list, entry regulations, local life information, and snorkeling equipment rental price list.",
        "booking_desc": "Palauan Tour Booking Guide: From consultation, customized itinerary, quotation discussion to contract signing, 7 steps to easily complete your Palau trip booking."
    }
}